Repository: takasurazeem/QuranMajeed
Catalog: QuranMajeed/Localizable.xcstrings
Source language: en
Languages: ur_arab_pk

source: Arabic
ur_arab_pk: عربی

source: Back
ur_arab_pk: پچھلی سکرین

source: Date:
ur_arab_pk: بتاریخ:

source: English
ur_arab_pk: انگریزی

source: Name: ____________________
ur_arab_pk: نام طالب علم: ____________________

source: PDF
ur_arab_pk: ڈاکیومنٹ

source: PDF Preview
ur_arab_pk: ڈاکیومنٹ

source: Please tap on the row to select verses for words meanings.
ur_arab_pk: الفاظ معنی کے لیے آیات کو منتخب کرنے کے لیے براہ کرم قطار پر ٹچ کریں۔

source: Please tap on the row to select verses.
ur_arab_pk: آیات کو منتخب کرنے کے لیے براہ کرم قطار پر ٹچ کریں۔

source: Please tap on the row to select words for words meanings.
ur_arab_pk: الفاظ معنی کے لیے الفاظ منتخب کرنے کے لیے براہ کرم قطار پر ٹچ کریں۔

source: Prepare Quiz
ur_arab_pk: کوئز تیار کریں۔

source: Select Surah
ur_arab_pk: سورہ منتخب کریں۔

source: Select verses for translation.
ur_arab_pk: ترجمہ کے لیے آیات کا انتخاب کریں۔

source: Select verses for words meaning.
ur_arab_pk: الفاظ معنی کے لیے آیات کا انتخاب کریں۔

source: Select Words
ur_arab_pk: الفاظ منتخب کریں

source: Select words meaning.
ur_arab_pk: الفاظ معنی منتخب کریں۔

source: Selected Surah
ur_arab_pk: منتخب سورة

source: Sorry, something went wrong.
ur_arab_pk: ہم معذرت خواہ ہیں کہ ایپ چل نہیں سکی، برائے مہربانی ایپ بند کر ک دوبارہ کوشش کریں۔ جزاك الله خیراً

source: Tap words to select them.
ur_arab_pk: الفاظ کو منتخب کرنے کے لیے انہیں ٹچ کریں۔

source: Translate the following verses
ur_arab_pk: درج زیل آیات ترجمہ لکھیں:

source: Urdu
ur_arab_pk: اردو

source: Verses Selection
ur_arab_pk: آیات کا انتخاب

source: Weekly Test
ur_arab_pk: سلسلہ وار ٹیسٹ

source: You selected %lld verses for translation.
ur_arab_pk: آپ نے ترجمہ کے لیے %lld آیات کا انتخاب کیا۔

source: You selected %lld verses for words meaning.
ur_arab_pk: آپ نے الفاظ معنی کے لیے %lld آیات کا انتخاب کیا۔

source: You selected %lld words for words meaning.
ur_arab_pk: آپ نے الفاظ معنی کے لیے %lld الفاظ کا انتخاب کیا۔
